/* Ответы:
 * берётся последний ответ, удовлетворяющий условию:
 * maxScore < score
 * ответы можно располагать в любом порядке- они будут осортированы по maxScore
 * не должно быть два ответа с одинаковым maxScore
 * НЕТ проверок на отутствие ответов с одинаковым maxScore
 */
export const answers = [
  {
    maxScore: 0,
    text: 'Привет, Оля!',
  },
  {
    maxScore: 29,
    text: 'Скорее всего ты не Люда',
  },
  {
    maxScore: 30,
    text: 'Привет, милая! Только ты могла правильно ответить на все вопросы! Я люблю тебя! Ты у меня самая лучшая!',
  },
]

